xeon/old/20240112-2225/5-fastpath/32768/pgbench-warmup-1000-10.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 1000
partition method: range
partitions: 10
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 12901891
number of failed transactions: 0 (0.000%)
latency average = 0.149 ms
initial connection time = 113.098 ms
tps = 215425.098321 (without initial connection time)